Repository: ifs-net/Mailz
Catalog: modules/Mailz/locale/*/LC_MESSAGES/module_mailz.po
Languages: de

source: Defineable text that should be added to the newsletter. This plugin does not need any parameters and does not really display any content as plugin. The header (or footer) you define is the content that is later included in the newsletter.
de: Frei definierbarer Text zum Newsletter hinzufügen. Diese Plugin benötigt keine Parameter, denn es enthält eigentlich keinen Inhalt. Über die in der mailz-Funktionalität vorhandenen Möglichkeiten können zu jedem Inhaltstyp ein Text- und Fußteil zusätzlich definiert werden. Da hier nur Text eingefügt werden soll, verwenden Sie bitte diese beiden Möglichkeiten - oder auch nur eine davon - den Text, den Sie im Newsletter haben wollen, entsprechend einzubinden.

source: Table of content
de: Inhaltsverzeichnis

source: This plugin will automatically generate a table of content for your newsletter that lists and links all used plugins.
de: Hier wird ein automatisiert erstelltes Inhaltsverzeichnis eingefügt, welches alle für den Newsletter aktivierten Plugins auflistet.

source: Guest
de: Gast

source: This newsletter is already in the queue and a new creation process can only be started after a sending process is finished!
de: Gast

source: Please confirm newsletter subscription
de: Bitte Newsletter-Abonnement bestätigen

source: Subscription cancelled!
de: Das Abonnement des Newsletters wurde gelöscht!

source: Please confirm the deletion of your subscription
de: Abonnement-Löschung von Newsletter bestätigen

source: An email with a confirmation code was sent!
de: Das Abonnement wurde vorgemerkt. Ein E-Mail mit einem Bestätigungslink, welcher nun noch angeklickt werden muss, ist eben verschickt worden. Nach Bestätigung ist das Abonnement aktiv!

source: yes
de: ja

source: no
de: nein

source: subscribed
de: abonniert

source: is not subscribed
de: nicht abonniert

source: HTML (formated text)
de: HTML (formatierte Darstellung)

source: TEXT (plain text)
de: TEXT (unformatierter Text)

source: combined: text+html
de: kombiniert: text+html

source: Error occured while trying to load newsletter data!
de: Fehler beim Laden des Newsletters aufgetreten

source: Subscription exists already
de: Der Newsletter ist bereits abonniert

source: The newsletter is not subscribed - a subscription could not be cancelled!
de: Der Newsletter ist nicht abonniert - nicht abonnierte Newsletter können auch nicht gekündigt werden!

source: Subscription stored
de: Abonnement gespeichert

source: The subscription was stored. Please check your mailbox and follow the instructions to activate your subscription!
de: Die Anmeldung wurde gespeichert. Bitte den Mail-Eingang überprüfen und den Anweisungen folgen, um das Abo zu aktivieren.

source: Subscription has been updated
de: Abonnement wurde aktualisiert

source: The action could not be done - an error occured
de: Die Aktion konnte nicht ausgeführt werden, da ein Fehler aufgetreten ist

source: The activation code is invalid or was already used
de: Der Aktivierungscode ist ungültig oder wurde bereits zur Aktivierung verwendet

source: The subscription has been confirmed and is not active
de: Das Abonnement wurde bestätigt

source: Subscription was cancelled!
de: Das Abonnement wurde erfolgreich storniert. Der Datensatz wurde vollständig gelöscht!

source: An error occured, subscription could not be cancelled. Please try again and inform the administrator about this error!
de: Es ist ein Fehler beim Löschen des Abonnements aufgetreten - bitte an den Seitenbetreiber wenden!

source: Data updated
de: Daten aktualisiert

source: Please enter the desired text here
de: Bitte hier den gewünschten Text eingeben

source: Plugin has been added and can be edited now
de: Plugin wurde hinzugefügt und kann nun bearbeitet werden!

source: Error during saving the data
de: Fehler beim Speichern von Daten

source: An error occured during resorting
de: Beim Umsortieren ist ein Fehler aufgetreten

source: inactive
de: inaktiv

source: active
de: aktiv

source: Data deleted
de: Daten gelöscht

source: Error during deletion
de: Fehler beim Löschvorgang

source: Error during updating the data
de: Fehler beim Aktualisieren der Daten

source: text only
de: nur text

source: Error during loading the data
de: Fehler beim Laden der Daten

source: Error during saving the newsletter
de: Fehler beim Speichern des Newsletters

source: Data saved
de: Daten gespeichert

source: Error during saving the group assignments
de: Fehler beim Speichern der Zielgruppenzuordnungen

source: The newsletter was queued for creation and for sending. You can see the created newsletter in advMailers mail queue.
de: Der Newsletter wurde erfolgreich zum Senden eingestellt. Dies kann etwas dauern. Nach dem vollständigen Abschluss des Sendens wird der Newsletter - sofern archivieren für diesen aktiviert ist, automatisch archiviert.

source: An error occured while trying to queue the newsletter for creation.
de: Ein Fehler ist im Warteschlangensystem aufgetreten, der Newsletter wurde nicht verschickt.

source: Error loading data
de: Fehler beim Laden der Daten

source: Newsletter was send as a test to the user
de: Newsletter wurde als Testexemplar verschickt an

source: User could not be found
de: Benutzer konnte nicht gefunden werden

source: Data loaded
de: Daten geladen

source: Error during target group creation
de: Fehler beim Erstellen der Zielgruppe

source: Error deleting a subscription
de: Fehler beim Entfernen des Abonnements

source: Subscription deleted
de: Abonnement gelöscht

source: Error creating hook
de: Fehler beim Erstellen des Hooks

source: Error removing hook
de: Fehler beim Entfernen des Hooks

source: Newsletter archive for
de: Newsletter-Archiv für

source: Information about the newsletter
de: Daten zum Newsletter

source: Sent newsletters up to now
de: Bisher versendete Newsletter

source: Date of last newsletter
de: Letzter Versand am

source: Back to the main newsletter archive page
de: Zurück zum Archiv-Überblick

source: Date
de: Datum

source: Subject
de: Betreff

source: Action
de: Aktion

source: show
de: anzeigen

source: All newsletters stored in the archive can be found here. Please choose the newsletter first to see als mails stored for the newsletter in the archive
de: Es ist möglich, sich hier alte, archivierte Newsletter anzusehen, soweit diese archiviert wurden. Nachdem ein Newsletter ausgewählt wurde, werden alle archivierten Ausgaben aufgelistet und sind anwählbar.

source: No newsletter with an active archive was found
de: Es ist kein Newsletter mit Archiv vorhanden

source: Cancel subscription for
de: Löschen des Abonnements von

source: We have to be sure that it is really you who wants to cancel the subscription. This is why we sent an email to your email account with a confirmation link. Clicking the confirmation link inside the email cancels your subscription immediately!
de: Um sicherzugehen, dass niemand fremde Abonnements löscht, ist es notwendig, beim Austragen aus dem Verteiler dies erneut zu bestätigen. Bitte einfach auf den nun folgenden Link klicken, dann erfolgt umgehend die Austragung!

source: Confirm subscription
de: Abo bestätigen

source: Newsletter subscription management for recipients
de: Newsletter-Verwaltung für Empfänger

source: You can define several target groups here. Groups can be used in different newsletters and mailings and newsletters can use more than one group later.
de: Hier können verschiedenste Zielgruppen definiert werden. Eine Zielgruppe kann von mehreren Newslettern verwendet werden.

source: Target group title
de: Titel der Zielgruppe

source: Description for group (internal only)
de: Beschreibung (nur intern) der Zielgruppe

source: SQL query for resulting list of user IDs
de: SQL-Abfrage für einspaltige User-ID-Liste der Zielgruppe

source: The following replacements will always be applied to a SQL query
de: Folgende Ersetzungen werden automatisch beim SQL-Statement durchgeführt

source: actual day, 2 numbers
de: aktueller Tag, zweistellig

source: actual month, 2 numbers
de: aktueller Monat, zweistellig

source: actual year, 4 numbers
de: aktuelle Jahreszahl, vierstellig

source: API-Call in format MODNAME:TYPE:FUNC::param1,value1;param2,value2 with a resulting array of user IDs
de: API-Aufruf im Format MODNAME:TYPE:FUNC::param1,value1;param2,value2 mit Rückgabe eines Arrays an User-IDs

source: Data will be deleted!
de: Daten unwiderruflich löschen

source: store
de: speichern

source: No groups defined yet
de: Keine Gruppen angelegt

source: Group ID
de: Gruppen-ID

source: Title
de: Titel

source: API call
de: API-Aufruf

source: Range
de: Reichweite

source: Actions
de: Aktionen

source: edit
de: Editieren

source: Open preview
de: Vorschau öffnen

source: Send mail with newsletter content to a specified user
de: Newsletter an einzelnen Benutzer mailen

source: send
de: senden

source: Start creation and sending process
de: Versand durchführen

source: Start sending process now
de: Versand starten

source: The sending process will completely take place in the background.After the newsletter is created and sent successfully the newsletter data is being updated and - if configured - the newsletter is stored in the archive.
de: Der Versand findet komplett im Hintergrund statt. Erst nachdem der Versand abgeschlossen ist, wird der Newsletter ins Archiv gesetzt. Während dieser Zeitspanne keinen neuen Versand starten!

source: No Newsletters defined yet
de: Keine Newsletter bisher angelegt

source: Please load the newsletter first
de: Bitte zuerst einen Newsletter auswählen, welcher bearbeitet werden soll!

source: You can view the archive in the user interface.
de: Hier kann die Archivfunktion für Endnutzer verwendet werden. Archive, welche als nicht öffentlich markiert sind, werden nur für Administratoren angezeigt und für Gäste ausgeblendet.

source: Show newsletter archive
de: Archiv aufrufen

source: All available newsletters that can be subscribed are listed here. If you have an account for this site and you are not logged in, please log in first and subscribe the newsletter for your account and not only for your email address. Newsletters can contain more content for registered users than they contain for guests.
de: Hier sind alle Newsletter aufgeführt, welche offiziell angeboten werden. Für Mitglieder können noch weitere Newsletter zur Verfügung stehen, falls man also noch nicht angemeldet ist, sollte das nachgeholt werden! Alle aufgeführten Newsletter können hier abonniert werden oder bestehende Abonnements können gekündigt werden.

source: Older newsletters can be found in the newsletter archive
de: Früher verschickte Newsletter können im Archiv eingesehen werden

source: Display newsletter archive
de: Newsletter-Archiv aufrufen

source: Show subscription options
de: Abonnement-Optionen anzeigen

source: Hide subscription options
de: Abonnement-Optionen ausblenden

source: Username
de: Benutzername

source: Email address
de: E-Mail Adresse

source: Start subscription
de: Abo starten

source: Update subscription
de: Abonnement aktualisieren

source: Cancel subscription
de: Abo beenden

source: No newsletters to display
de: Keine Newsletter zur Anzeige gefunden

source: Global newsletter settings
de: Hier können einige globale Einstellungen für alle Newsletter eingestellt werden

source: You can choose a MyProfile data field that will later replace the string %%NAME%% in the sending process
de: Hier kann ein Feld des MyProfile-Profils ausgewählt werden, welches später im gesamten Newsletter vor Auslieferung durch die Zeichenfolge %%NAME%% ersetzt wird

source: While sending takes place some replacements will be made automatically
de: Es werden folgende Ersetzungen vorgenommen, wenn ein Newsletter generiert wird. Die entsprechenden Platzhalter können überall bedenkenlos verwendet werden:

source: If a cron password is specified sending can be done automatically. The call of the cron url will put the newsletter in the sending queue and send the newsletter to all recipients. Please replace URL and ID for each newsletter. URL also can be seen in the newsletter configuration.
de: Wenn ein Croncode-Passwort für einen Newsletter eingegeben wurde kann damit der automatisierte Versand eingeleitet werden. Sofort nach Aufruf der URL wird der Newsletter in den Versand eingereiht. Bitte URL (Platzhalter ID und Passwort entsprechend ersetzen) wie folgt verwenden

source: You can activate some plugins for your newsletter here
de: Hier können Plugins für Newsletter aktiviert und bearbeitet werden

source: Plugin management for
de: Plugin-Verwaltung für

source: Plugin description
de: Plugin-Beschreibung

source: Preview
de: Vorschau

source: back
de: zurück

source: This content will be shown above the output of the plugin for the contenttype html
de: Frei definierbares Textfeld für eigene Inhalte für Kopfteil des Plugins für Inhaltstyp HTML

source: This content will be shown below the output of the plugin for the contenttype html
de: Frei definierbares Textfeld für eigene Inhalte für Schlussteil des Plugins für Inhaltstyp HTML

source: This content will be shown above the output of the plugin for the contenttype text
de: Frei definierbares Textfeld für eigene Inhalte für Kopfteil des Plugins für Inhaltstyp TEXT

source: This content will be shown below the output of the plugin for the contenttype text
de: Frei definierbares Textfeld für eigene Inhalte für Schlussteil des Plugins für Inhaltstyp TEXT

source: Plugin parameter. Make pairs and separate them with "&". Parameter and value in a pair is always separated with "=".Example: param1,value1;param2,value2
de: Parameter für das Plugin. Päärchen mit "=" untereinander und "&" zum Nachbarn getrennt, Beispiel: param1,value1;param2,value2

source: Newsletter activated
de: Newsletter aktiviert

source: Just choose the plugin from the list and add some header and footer text for it. Also some parameters can be used.
de: Plugins einfach aus der Liste auswählen und dem Newsletter hinzufügen. Dann Reihenfolge beliebig anpassen und Plugin-Parameter konfigurieren!

source: Show plugin list
de: Liste aller verfügbaren Plugins aufklappen

source: add
de: hinzufügen

source: Hide plugin list
de: Liste aller verfügbarer Plugins ausblenden

source: No plugins added yet
de: Noch keine Plugins hinzugefügt

source: Editor module
de: Herausgeber-Modul

source: Active
de: Aktiv

source: modify
de: editieren

source: Please choose a newsletter first!
de: Bitte den gewünschten Newsletter laden

source: Newsletter subscriptions
de: Abonnenten vom Newsletter

source: Search for a user
de: Nach exaktem Benutzernamen suchen

source: Use filter for email address
de: Nach E-Mail Adresse (auch Teile) suchen

source: search
de: suchen

source: Hide form
de: Formular zum Erstellen neuer Newsletter ausblenden

source: No subscriptions found. If you used the search form, the user or the email address could not be found
de: Keine Eintragungen (bei Verwendung der Suchfunktion keine Eintragung mit entsprechender Einschränkung) gefunden

source: user name
de: Benutzername

source: email address
de: E-Mail Adresse

source: confirmed
de: bestätigt

source: content type preference
de: bevorzugter Empfang

source: IP adress
de: IP-Adresse

source: delete
de: löschen

source: Admin backend MAILZ
de: Administrationsbackend MAILZ

source: This module is useful and you like it
de: Das Modul ist nützlich und gefällt gut

source: support this module
de: Unterstütze die Entwicklung

source: Module settings
de: Startseite, Modulkonfiguration

source: Target groups
de: Zielgruppen

source: Newsletters and mailings
de: Newsletter und Mailings

source: preview and send
de: Vorschau und verschicken

source: Archive
de: Archiv

source: Show create new newsletter form
de: Formular zum Erstellen neuer Newsletter einblenden

source: You are now able to define newsletters and mailings here. Active newsletters are subscribable by your users immediately.
de: Hier können Newslettertypen definiert und konfiguriert werden. Aktivierte Newsletter können sogleich von Benutzern abonniert werden.

source: Public description
de: Öffentliche Beschreibung

source: Use another emailadress than it is configures in Mailer module
de: Absenderadresse, wenn von Zikula-Standardeinstellung abgewichen werden soll

source: Put sent newsletters into the archive
de: Verschickte Newsletter archivieren

source: Content type of sent mails
de: Inhaltstypen des Newsletters

source: Newsletter should be subscribable
de: Newsletter soll abonnierbar sein

source: Sending and subscription should be public (guests will be able to subscribe)
de: Versand und Abonnement öffentlich (d.h. auch Gäste können diesen abonnieren)

source: Ignore the templates set up in advMailer module
de: Im Zikula-Mailer eingestellte Templates komplett ignorieren

source: Cronjob password for automatical sending (optional, emtpy field = disabled)
de: Cronjob-Passwort für Nutzung des automatisierten Versands (optional, leer lassen für Nichtnutzung)

source: Individual delay for each mail
de: Verzögerung beim Versenden in Minuten

source: Priority for mail queue (1=high, 10=low)
de: Priorität für Mailer-Warteschlange (1=hoch, 10=gering)

source: Add actual date to mail subject
de: Versandatum an Betreffzeile des Newsletters anhängen

source: Description
de: Beschreibung

source: Passes
de: Durchläufe

source: Content
de: Inhalt

source: Public
de: Öffentlich

source: Subscriptions
de: Abos

source: Preview and send
de: Vorschau & Senden

source: Subscription request for
de: Abo-Anfrage für Newsletter

source: The subscription request was stored and will get active after you have clicked the confirmation link in the email that was right now sent to your email account!
de: Das Abonnement wurde vorgemerkt. Innerhalb der nächsten 7 Tage muss es jedoch bestätigt werden, sonst verfällt es wieder. Falls Sie diesen Newsletter nie bestellt haben, hat wahrscheinlich eine andere Person aus Versehen Ihre E-Mail Adresse eingegeben. Ignorieren Sie dieses E-Mail daher für diesen Fall einfach. Sollten Sie den Newsletter erhalten wollen, klicken Sie bitte auf folgenden Link und das Abonnement wird gültig!
